andys8.jest-snippets
apollographql.vscode-apollo
bradgashler.htmltagwrap
burkeholland.simple-react-snippets
cliffordfajardo.highlight-line-vscode
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
cpmcgrath.codealignment-vscode
dsznajder.es7-react-js-snippets
Durzn.brackethighlighter
eamodio.gitlens
EQuimper.react-native-react-redux
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.auto-rename-tag
humao.rest-client
hwencc.html-tag-wrapper
jakob101.RelativePath
Janne252.fontawesome-autocomplete
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components
kingsimba.tsdoc-comment
kumar-harsh.graphql-for-vscode
lihui.vs-color-picker
mhutchie.git-graph
mikestead.dotenv
monokai.theme-monokai-pro-vscode
msjsdiag.vscode-react-native
naumovs.color-highlight
NuclleaR.vscode-extension-auto-import
Orta.vscode-jest
remimarsal.prettier-now
ritwickdey.live-sass
ritwickdey.LiveServer
sibiraj-s.vscode-scss-formatter
SonarSource.sonarlint-vscode
sysoev.language-stylus
timothymclane.react-redux-es6-snippets
Tyriar.lorem-ipsum
voldemortensen.rainbow-tags
vscode-icons-team.vscode-icons
Vtrois.gitmoji-vscode
wesbos.theme-cobalt2
wix.vscode-import-cost
xabikos.ReactSnippets
ysemeniuk.emmet-live
